Repository: Twinlife/twinme-ios
Catalog: Twinme/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sq, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# quality_of_service_view_step2_message
source: To ensure a good quality of service, configure your device to allow the application to receive notifications in the background and exclude it from battery optimizations.
ar: لضمان جودة خدمة جيدة ، قم بتهيئة جهازك للسماح للتطبيق بتلقي الإشعارات في الخلفية واستبعاده من تحسينات البطارية.
bg: За да осигурите добро качество на услугата, настройте устройството да позволява на приложението да получава известия във фонов режим и го изключете от оптимизациите за батерия.
cs: Pro zajištění dobré kvality služby nakonfigurujte zařízení tak, aby aplikace mohla přijímat oznámení na pozadí a byla vyloučena z optimalizace baterie.
da: For at sikre en god servicekvalitet skal du konfigurere din enhed til at tillade applikationen at modtage meddelelser i baggrunden og udelukke den fra batterioptimeringer.
de: Um eine gute Dienstqualität zu gewährleisten, konfigurieren Sie Ihr Gerät so, dass die Anwendung im Hintergrund Benachrichtigungen empfangen kann und von der Akku-Optimierung ausgenommen wird.
el: Για καλή ποιότητα υπηρεσίας, ρυθμίστε τη συσκευή σας ώστε να επιτρέπει στην εφαρμογή να λαμβάνει ειδοποιήσεις στο παρασκήνιο και να εξαιρείται από βελτιστοποιήσεις μπαταρίας.
es: Para garantizar una buena calidad de servicio, configure su dispositivo para permitir que la aplicación reciba notificaciones en segundo plano y exclúyala de las optimizaciones de batería.
fa: برای اطمینان از کیفیت خوب خدمات، دستگاه خود را طوری پیکربندی کنید که به برنامه اجازه دهد اعلان‌ها را در پس‌زمینه دریافت کند و آن را از بهینه‌سازی باتری حذف کند.
fi: Varmistaaksesi hyvän palvelun laadun, määritä laitteesi sallimaan sovelluksen vastaanottaa ilmoituksia taustalla ja sulkemaan se pois akun optimoinnista.
fr: Pour garantir une bonne qualité de service, configurez votre appareil pour permettre à l’application de recevoir des notifications en arrière-plan et l’exclure de l’optimisation de la batterie.
he: כדי להבטיח איכות טובה של שירות, הגדר את המכשיר שלך כך שיאפשר לאפליקציה לקבל התראות ברקע ולא לכלול אותה מאופטימיזציה של הסוללה.
hi: सेवा की अच्छी गुणवत्ता सुनिश्चित करने के लिए, एप्लिकेशन को पृष्ठभूमि में सूचनाएं प्राप्त करने की अनुमति देने के लिए अपने डिवाइस को कॉन्फ़िगर करें और इसे बैटरी ऑप्टिमाइज़ेशन से बाहर करें।
hr: Kako biste osigurali dobru kvalitetu usluge, konfigurirajte svoj uređaj tako da aplikaciji dopusti primanje obavijesti u pozadini i izuzmite je iz optimizacija baterije.
hu: A jó szolgáltatásminőség érdekében engedélyezd az alkalmazás számára, hogy értesítéseket fogadjon a háttérben, és zárd ki az akkumulátoroptimalizációból.
id: Untuk memastikan kualitas layanan yang baik, konfigurasikan perangkat Anda untuk mengizinkan aplikasi menerima pemberitahuan di latar belakang dan mengecualikannya dari pengoptimalan baterai.
it: Per garantire una buona qualità del servizio, configura il tuo dispositivo per consentire all’applicazione di ricevere notifiche in background ed escluderlo dalle ottimizzazioni della batteria.
ja: 優れたサービス品質を確保するには、アプリケーションがバックグラウンドで通知を受信し、バッテリーの最適化から除外できるようにデバイスを構成してください。
ko: 우수한 서비스 품질을 보장하려면 애플리케이션이 백그라운드에서 알림을 수신하고 배터리 최적화에서 제외하도록 장치를 구성하십시오.
nb: For å sikre god servicekvalitet, konfigurer enheten din slik at applikasjonen mottar varsler i bakgrunnen og ekskluderer den fra batterioptimalisering.
nl: Om een goede servicekwaliteit te garanderen, configureert u uw apparaat zodat de applicatie meldingen op de achtergrond kan ontvangen en sluit het uit van batterij-optimalisaties.
pl: Aby zapewnić dobrą jakość usługi, skonfiguruj swoje urządzenie tak, aby aplikacja otrzymywała powiadomienia w tle i wykluczała ją z optymalizacji baterii.
pt_pt: Para garantir uma boa qualidade de serviço, configure seu dispositivo para permitir que o aplicativo receba notificações em segundo plano e exclua-o das otimizações de bateria.
ro: Pentru o calitate bună a serviciului, permiteți aplicației să primească notificări în fundal și excludeți-o din optimizările de baterie.
ru: Чтобы обеспечить хорошее качество обслуживания, настройте свое устройство, чтобы разрешить приложению получать уведомления в фоновом режиме и исключить его из оптимизации батареи.
sk: Aby ste zaistili kvalitnú službu, povoľte aplikácii prijímať upozornenia na pozadí a vylúčte ju z optimalizácie batérie.
sl: Za dobro kakovost storitve nastavite napravo tako, da aplikaciji dovoli prejemanje obvestil v ozadju in jo izključi iz optimizacij baterije.
sq: Për të siguruar një cilësi të mirë shërbimi, konfiguroni pajisjen tuaj që të lejojë aplikacionin të marrë njoftime në sfond dhe përjashtojeni nga optimizimet e baterisë.
sr_latn: Da biste obezbedili dobar kvalitet usluge, podesite uređaj tako da dozvoli aplikaciji da prima obaveštenja u pozadini i izuzmite je iz optimizacije baterije.
sv: För att säkerställa en god servicekvalitet, konfigurera din enhet så att applikationen får aviseringar i bakgrunden och utesluter den från batterioptimering.
tr: İyi bir hizmet kalitesi sağlamak için cihazınızı, uygulamanın arka planda bildirim almasına izin verecek ve pil optimizasyonlarından hariç tutacak şekilde yapılandırın.
uk: Щоб забезпечити високу якість обслуговування, налаштуйте свій пристрій, щоб програма могла отримувати сповіщення у фоновому режимі та виключити його з оптимізації батареї.
vi: Để đảm bảo chất lượng dịch vụ, hãy cho phép ứng dụng nhận thông báo nền và loại trừ khỏi tối ưu hóa pin.
zh_hans: 为确保优质的服务，请将您的设备配置为允许应用程序在后台接收通知并将其排除在电池优化之外。
zh_hant: 為確保優質的服務，請將您的設備配置為允許應用程序在後台接收通知並將其排除在電池優化之外。

# quality_of_service_view_step3_message
source: Use the app frequently so the OS prioritizes it, and doesn’t terminate it unexpectedly. And don’t forget to inform your contacts about this!
ar: استخدم التطبيق بشكل متكرر حتى يعطي نظام التشغيل الأولوية له ولا ينهيه بشكل غير متوقع. ولا تنس إخبار جهات الاتصال الخاصة بك بهذا!
bg: Използвайте приложението редовно, за да му придаде ОС приоритет и да не го прекъсва неочаквано.\n\nИ не забравяйте да информирате и вашите контакти!
cs: Aplikaci používejte často, aby ji systém upřednostnil a neukončoval nečekaně.\n\nA nezapomeňte o tom informovat své kontakty!
da: Brug appen ofte, så operativsystemet prioriterer den og ikke afslutter den uventet. Og glem ikke at informere dine kontakter om dette!
de: Nutzen Sie die Anwendung regelmäßig, damit das Betriebssystem sie priorisiert und nicht unerwartet beendet. \n\nUnd vergessen Sie nicht, auch Ihre Kontaktpersonen darüber zu informieren!
el: Χρησιμοποιήστε συχνά την εφαρμογή ώστε το λειτουργικό σύστημα να της δίνει προτεραιότητα και να μην τη διακόπτει απροσδόκητα.\n\nΚαι μην ξεχάσετε να ενημερώσετε και τις επαφές σας!
es: Utilice la aplicación con frecuencia para que el sistema operativo le dé prioridad y no la cierre inesperadamente. ¡Y no olvides informar a tus contactos sobre esto!
fa: از برنامه مکرر استفاده کنید تا سیستم عامل آن را در اولویت قرار دهد و به طور غیرمنتظره آن را خاتمه ندهد. و فراموش نکنید که در این مورد به مخاطبین خود اطلاع دهید!
fi: Käytä sovellusta usein, jotta käyttöjärjestelmä priorisoi sen eikä lopeta sitä odottamatta. Ja muista ilmoittaa tästä yhteyshenkilöllesi!
fr: Utilisez fréquemment l’application pour que le système d’exploitation la considère comme importante et ne la termine pas de manière inattendue. Et n’oubliez pas d’en informer vos contacts !
he: השתמש באפליקציה לעתים קרובות כדי שמערכת ההפעלה תתעדף אותה, ולא תפסיק אותה באופן בלתי צפוי. ואל תשכח ליידע את אנשי הקשר שלך על כך!
hi: ऐप्लिकेशन का बार-बार उपयोग करें ताकि OS इसे प्राथमिकता दे, और इसे अनपेक्षित रूप से समाप्त न करे। और अपने संपर्कों को इस बारे में सूचित करना न भूलें!
hr: Koristite aplikaciju često kako bi joj OS dao prioritet i kako je ne bi neočekivano prekinuo.\n\nI ne zaboravite o tome obavijestiti svoje kontakte!
hu: Használd gyakran az alkalmazást, hogy az operációs rendszer előnyben részesítse, és ne zárja be váratlanul.\n\nÉs ne felejtsd el tájékoztatni a kapcsolataidat is!
id: Gunakan aplikasi sesering mungkin agar OS memprioritaskannya, dan tidak menghentikannya secara tiba-tiba. Dan jangan lupa untuk memberi tahu kontak Anda tentang hal ini!
it: Usa frequentemente l’app in modo che il sistema operativo le dia la priorità e non la chiuda inaspettatamente. E non dimenticare di informare i tuoi contatti di questo!
ja: アプリを頻繁に使用して、OS がアプリを優先し、予期せず終了しないようにします。 連絡先にこのことを知らせることを忘れないでください!
ko: OS가 우선 순위를 지정하고 예기치 않게 종료되지 않도록 앱을 자주 사용하세요. 연락처에 이 사실을 알리는 것을 잊지 마세요!
nb: Bruk appen ofte slik at operativsystemet prioriterer den og ikke avslutter den uventet. Og ikke glem å informere kontaktene dine om dette!
nl: Gebruik de app regelmatig, zodat het besturingssysteem er prioriteit aan geeft en deze niet onverwacht beëindigt. En vergeet niet je contacten hierover te informeren!
pl: Często korzystaj z aplikacji, aby system operacyjny nadał jej priorytet i nie przerywał jej nieoczekiwanie. I nie zapomnij poinformować o tym swoich kontaktów!
pt_pt: Use o aplicativo com frequência para que o sistema operacional o priorize e não o encerre inesperadamente. E não se esqueça de informar seus contatos sobre isso!
ro: Folosiți aplicația frecvent, astfel încât sistemul să o prioritizeze și să nu o închidă neașteptat.\n\nȘi nu uitați să vă informați contactele!
ru: Используйте приложение часто, чтобы ОС отдавала ему приоритет и не прерывала его работу неожиданно. И не забудьте сообщить об этом своим контактам!
sk: Používajte aplikáciu pravidelne, aby ju OS uprednostnil a neukončoval ju nečakane. \n\nA nezabudnite o tom informovať aj svoje kontakty!
sl: Aplikacijo uporabljajte pogosto, da ji operacijski sistem daje prednost in je ne prekine nepričakovano.\n\nIn ne pozabite o tem obvestiti svojih stikov!
sq: Përdoreni aplikacionin shpesh që OS ta prioritizojë dhe të mos e ndërpresë papritur. \n\nDhe mos harroni t’i informoni kontaktet tuaja për këtë!
sr_latn: Koristite aplikaciju često kako bi je OS prioritizovao i ne bi je neočekivano zaustavljao. \n\nI ne zaboravite da o ovome obavestite svoje kontakte!
sv: Använd appen ofta så att operativsystemet prioriterar den och inte avslutar den oväntat. Och glöm inte att informera dina kontakter om detta!
tr: İşletim sisteminin öncelik vermesi ve beklenmedik bir şekilde sonlandırmaması için uygulamayı sık sık kullanın. Kişilerinizi de bu konuda bilgilendirmeyi unutmayın!
uk: Використовуйте програму часто, щоб ОС визначила її пріоритет і не припиняла несподівано. І не забудьте повідомити про це своїх контактів!
vi: Sử dụng ứng dụng thường xuyên để hệ điều hành ưu tiên và không tự động đóng nó. Đừng quên chia sẻ thông tin này cho bạn bè!
zh_hans: 经常使用该应用程序，以便操作系统对其进行优先排序，并且不会意外终止它。 别忘了将此事告知您的联系人！
zh_hant: 經常使用該應用程序，以便操作系統對其進行優先排序，並且不會意外終止它。 別忘了將此事告知您的聯繫人！

# room_members_view_change_admin_title
source: Define as administrator
ar: تعيين كمسؤول
bg: Назначи като администратор
cs: Nastavit jako administrátora
da: Angiv som administrator
de: Als Administrator festlegen
el: Ορισμός ως διαχειριστής
es: Definir como administrador
fa: به عنوان مدیر تعریف کنید
fi: Aseta järjestelmänvalvojaksi
fr: Définir comme administrateur
he: הגדר כמנהל
hi: प्रशासक के रूप में परिभाषित करें
hr: Postavi kao administratora
hu: Adminisztrátorrá tétel
id: Tetapkan sebagai administrator
it: Imposta come amministratore
ja: 管理者として定義する
ko: 관리자로 정의
nb: Definer som administrator
nl: Definieer als beheerder
pl: Zdefiniuj jako administratora
pt_pt: Definir como administrador
ro: Definește ca administrator
ru: Определить как администратора
sk: Nastaviť ako administrátora
sl: Določi kot skrbnika
sq: Përcakto si administrator
sr_latn: Postavi kao administratora
sv: Definiera som administratör
tr: Yönetici olarak tanımla
uk: Встановити в якості адміністратора
vi: Đặt làm quản trị viên
zh_hans: 定义为管理员
zh_hant: 定義為管理員

# room_members_view_delete_message
source: Confirm removing this member
ar: تأكيد حذف هذا العضو
bg: Потвърдете премахването на този член
cs: Potvrďte odstranění tohoto člena
da: Bekræft sletning af dette medlem
de: Entfernen dieses Mitglieds bestätigen
el: Επιβεβάιωση αφαίρεσης αυτού του μέλους
es: Confirma la eliminación de este miembro
fa: حذف این عضو را تأیید کنید
fi: Vahvista tämän jäsenen poisto
fr: Confirmer la suppression de ce membre
he: אשר את הסרת חבר זה
hi: इस सदस्य को हटाने की पुष्टि करें
hr: Potvrdite uklanjanje ovog člana
hu: A tag eltávolításának megerősítése
id: Konfirmasikan penghapusan anggota ini
it: Conferma l’eliminazione di questo membro
ja: このメンバーの削除を確認してください
ko: 이 구성원 제거 확인
nb: Bekreft at du fjerner dette medlemmet
nl: Bevestig het verwijderen van dit lid
pl: Potwierdzasz usunięcie tego członka?
pt_pt: Confirma a remoção deste membro
ro: Confirmați eliminarea acestui membru
ru: Подтвердите удаление этого участника
sk: Potvrdiť odstránenie člena
sl: Potrdite odstranitev tega člana
sq: Konfirmo heqjen e këtij anëtari
sr_latn: Potvrdite uklanjanje ovog člana
sv: Bekräfta att du tar bort den här medlemmen
tr: Bu üyeyi kaldırmayı onaylayın
uk: Підтвердіть видалення цього учасника
vi: Xác nhận xóa thành viên này
zh_hans: 确认删除该成员
zh_hant: 確認刪除該成員

# room_members_view_moderators_title
source: Moderator
ar: مشرف
bg: Модератор
cs: Moderátor
el: Συντονιστής
es: Moderador
fa: مجری
fi: Moderaattori
fr: Modérateur
he: מַנחֶה
hi: मॉडरेटर
hu: Moderátor
it: Moderatore
ja: モデレータ
ko: 중재자
pt_pt: Moderador
ru: Модератор
sk: Moderátor
tr: Moderatör
uk: Модератор
vi: Người kiểm duyệt
zh_hans: 主持人
zh_hant: 主持人

# room_members_view_only_admin_message
source: The only administrator cannot be removed.
ar: لا يمكن إزالة مسؤول فريد.
bg: Единственият администратор не може да бъде премахнат.
cs: Jediného administrátora nelze odstranit.
da: Den eneste administrator kan ikke fjernes.
de: Der einzige Administrator kann nicht entfernt werden.
el: Ο μοναδικός διαχειριστής δεν μπορεί να αφαιρεθεί.
es: No se puede eliminar al único administrador.
fa: سرپرست منحصر به فرد را نمی توان حذف کرد.
fi: Ainoaa järjestelmänvalvojaa ei voida poistaa.
fr: Le seul administrateur ne peut pas être supprimé.
he: לא ניתן להסיר את המנהל היחיד.
hi: अद्वितीय व्यवस्थापक को हटाया नहीं जा सकता।
hr: Jedini administrator ne može se ukloniti.
hu: Az egyetlen adminisztrátort nem lehet eltávolítani.
id: Satu-satunya administrator tidak dapat dihapus.
it: L’unico amministratore non può essere rimosso.
ja: 唯一の管理者を削除することはできません。
ko: 단일 관리자는 삭제할 수 없습니다.
nb: Den eneste administratoren kan ikke fjernes.
nl: De enige beheerder kan niet worden verwijderd.
pl: Jedynego administratora nie można usunąć.
pt_pt: O único administrador não pode ser removido.
ro: Singurul administrator nu poate fi eliminat.
ru: No se puede eliminar al único administrador.
sk: Jediného administrátora nie je možné odstrániť.
sl: Edinega skrbnika ni mogoče odstraniti.
sq: Administratori i vetëm nuk mund të hiqet.
sr_latn: Jedini administrator ne može biti uklonjen.
sv: Den enda administratören kan inte tas bort.
tr: Benzersiz yönetici kaldırılamaz.
uk: Єдиного адміністратора не можна видалити.
vi: Không thể xóa quản trị viên duy nhất.
zh_hans: 无法删除唯一管理员。
zh_hant: 無法刪除唯一管理員。

# room_members_view_owner_title
source: Owner
ar: صاحب
bg: Собственик
cs: Vlastník
da: Ejer
de: Eigentümer
el: Ιδιοκτήτης
es: Propietario
fa: مالک
fi: Omistaja
fr: Propriétaire
he: בעלים
hi: मालिक
hr: Vlasnik
hu: Tulajdonos
id: Pemilik
it: Proprietario
ja: オーナー
ko: 소유자
nb: Eier
nl: Eigenaar
pl: Właściciel
pt_pt: Proprietário
ro: Proprietar
ru: Владелец
sk: Vlastník
sl: Lastnik
sq: Pronari
sr_latn: Vlasnik
sv: Ägare
tr: Sahip
uk: Власник
vi: Chủ sở hữu
zh_hans: 所有者
zh_hant: 所有者

# room_members_view_participants_title
source: Participants
ar: المشاركين
bg: Участници
cs: Účastníci
da: Deltagere
de: Teilnehmer
el: Συμμετέχοντες
es: Participantes
fa: شركت كنندگان
fi: Osallistujat
he: משתתפים
hi: प्रतिभागियों को
hr: Sudionici
hu: Résztvevők
id: Peserta
it: Partecipanti
ja: 参加者
ko: 참가자
nb: Deltakere
nl: Deelnemers
pl: Uczestnicy
pt_pt: Participantes
ro: Participanți
ru: Участников
sk: Účastníci
sl: Udeleženci
sq: Pjesëmarrësit
sr_latn: Učesnici
sv: Deltagarna
tr: Katılımcılar
uk: Учасники
vi: Người tham gia
zh_hans: 参加者
zh_hant: 參加者

# room_members_view_remove_admin_title
source: Remove as administrator
ar: إزالة كمسؤول
bg: Премахване като администратор
cs: Odebrat jako administrátora
da: Fjern som administrator
de: Als Administrator entfernen
el: Αφαίρεση από διαχειριστή
es: Eliminar como administrador
fa: به عنوان سرپرست حذف کنید
fi: Poista järjestelmänvalvojana
fr: Supprimer en tant qu’administrateur
he: הסר כמנהל
hi: व्यवस्थापक के रूप में निकालें
hr: Ukloni kao administratora
hu: Adminisztrátori jogosultság visszavonása
id: Hapus sebagai administrator
it: Rimuovi come amministratore
ja: 管理者として削除
ko: 관리자로 제거
nb: Fjern som administrator
nl: Verwijderen als beheerder
pl: Usuń jako administrator
pt_pt: Remover como administrador
ro: Elimină statutul de administrator
ru: Удалить как администратора
sk: Odstrániť ako administrátora
sl: Odstrani kot skrbnika
sq: Hiqe si administrator
sr_latn: Ukloni kao administratora
sv: Ta bort som administratör
tr: Yönetici olarak kaldır
uk: Видалити як адміністратора
vi: Gỡ quyền quản trị
zh_hans: 以管理员身份删除
zh_hant: 以管理員身份刪除

# scan_view_paste_code
source: Enter or paste an invitation link
ar: أدخل رابط دعوة أو ألصقه
bg: Въведете или поставете линк за покана
cs: Zadejte nebo vložte pozvánkový odkaz
da: Indtast eller indsæt et invitationslink
de: Einladungslink eingeben oder einfügen
el: Εισαγάγετε ή επικολλήστε έναν σύνδεσμο πρόσκλησης
es: Introduce o pega un enlace de invitación.
fa: لینک دعوت را وارد یا جای
fi: Syötä tai liitä kutsulinkki
fr: Saisir ou coller un lien d'invitation
he: הזן או הדבק קישור הזמנה
hi: आमंत्रण लिंक डालें या चिपकाएँ
hr: Unesite ili zalijepite poveznicu pozivnice
hu: Meghívó link beírása vagy beillesztése
id: Masukkan atau tempel tautan undangan
it: Inserisci o incolla un link di invito
ja: 招待リンクを入力するか貼り付けます
ko: 초대 링크를 입력하거나 붙여넣으세요
nb: Skriv inn eller lim inn en invitasjonslenke
nl: Voer een uitnodigingslink in of plak deze.
pl: Wprowadź lub wklej link z zaproszeniem
pt_pt: Insira ou cole um link de convite
ro: Introduceți sau lipiți un link de invitație
ru: Введите или вставьте ссылку-приглашение
sk: Zadajte alebo vložte pozývací odkaz
sl: Vnesite ali prilepite povezavo povabila
sq: Shkruani ose ngjitni një lidhje ftesë
sr_latn: Unesite ili nalepite pozivni link
sv: Ange eller klistra in en inbjudningslänk
tr: Bir davet bağlantısı girin veya yapıştırın
uk: Введіть або вставте запрошення
vi: Nhập hoặc dán liên kết mời
zh_hans: 输入或粘贴邀请链接
zh_hant: 輸入或貼上邀請鏈接

# select_notification_sound_view_title
source: Sounds
ar: الأصوات
bg: Звуци
cs: Zvuky
da: Lyde
de: Töne
el: Ήχοι
es: Sonidos
fa: صداها
fi: Äänet
fr: Sons
he: צלילים
hi: ध्वनियां
hr: Zvukovi
hu: Hangok
id: Bunyi
it: Suoni
ja: サウンド
ko: 소리
nb: Lyder
nl: Geluiden
pl: Dźwięki
pt_pt: Sons
ro: Hangok
ru: Звуки
sk: Zvuky
sl: Zvoki
sq: Tingujt
sr_latn: Zvukovi
sv: Ljud
tr: Sesler
uk: Звуки
vi: Âm thanh
zh_hans: 声音
zh_hant: 聲音

# settings_advanced_view_status_connection_message
source: Check the status of your connection to the service
ar: تحقق من حالة اتصالك بالخدمة
bg: Проверете състоянието на вашата връзка към услугата
cs: Zkontrolujte stav připojení ke službě
da: Kontroller status for din forbindelse til tjenesten
de: Prüfen Sie den Status Ihrer Verbindung zum Dienst
el: Ελέγξτε την κατάσταση της σύνδεσής σας με την υπηρεσία
es: Comprueba el estado de tu conexión al servicio
fa: وضعیت اتصال خود را به سرویس بررسی کنید
fi: Tarkista yhteytesi tila palveluun
fr: Vérifiez l'état de votre connexion au service
he: בדוק את מצב החיבור שלך לשירות
hi: सेवा से अपने कनेक्शन की स्थिति देखें
hr: Provjerite status svoje veze s uslugom
hu: Ellenőrizze a szolgáltatáshoz való kapcsolódás állapotát
id: Periksa status koneksi Anda ke layanan
it: Controlla lo stato della tua connessione al servizio
ja: サービスへの接続状態を確認してください
ko: 서비스 연결 상태를 확인하세요.
nb: Sjekk statusen for tilkoblingen til tjenesten
nl: Controleer de status van je verbinding met de service
pl: Sprawdź stan połączenia z usługą
pt_pt: Verifique o estado da sua ligação com o serviço
ro: Verificați starea conexiunii la serviciu
ru: Проверьте состояние вашего подключения к сервису
sk: Skontrolovať stav vášho pripojenia k službe
sl: Preverite stanje povezave s storitvijo
sq: Kontrollo statusin e lidhjes suaj me shërbimin
sr_latn: Proverite status veze sa uslugom
sv: Kontrollera statusen för din anslutning till tjänsten
tr: Hizmet bağlantınızın durumunu kontrol edin
uk: Перевірте стан вашого підключення до служби
vi: Kiểm tra trạng thái kết nối của bạn với dịch vụ
zh_hans: 检查您与服务的连接状态
zh_hant: 檢查您與服務的連線狀態

# settings_advanced_view_status_connection_title
source: Connection status
ar: حالة الاتصال
bg: Състояние на връзката
cs: Stav připojení
da: Forbindelsesstatus
de: Verbindungsstatus
el: Κατάσταση σύνδεσης
es: Estado de la conexión
fa: وضعیت اتصال
fi: Yhteyden tila
fr: État de la connexion
he: מצב חיבור
hi: कनेक्शन स्थिति
hr: Status veze
hu: Kapcsolat állapota
id: Status koneksi
it: Stato della connessione
ja: 接続状態
ko: 연결 상태
nb: Tilkoblingsstatus
nl: Verbindingsstatus
pl: Stan połączenia
pt_pt: Estado da conexão
ro: Stare conexiune
ru: Состояние подключения
sk: Stav pripojenia
sl: Stanje povezave
sq: Statusi i lidhjes
sr_latn: Status veze
sv: Anslutningsstatus
tr: Bağlantı Durumu
uk: Стан підключення
vi: Trạng thái kết nối
zh_hans: 连接状态
zh_hant: 連線狀態

# settings_advanced_view_title
source: Advanced settings
ar: الإعدادات المتقدمة
bg: Разширени настройки
cs: Pokročilá nastavení
da: Avancerede indstillinger
de: Erweiterte Einstellungen
el: Σύνθετες ρυθμίσεις
es: Configuración avanzada
fa: تنظیمات پیشرفته
fi: Lisäasetukset
fr: Paramètres avancés
he: הגדרות מתקדמות
hi: उन्नत सेटिंग्स
hr: Napredne postavke
hu: Speciális beállítások
id: Pengaturan lanjutan
it: Impostazioni avanzate
ja: 詳細設定
ko: 고급 설정
nb: Avanserte innstillinger
nl: Geavanceerde instellingen
pl: Ustawienia zaawansowane
pt_pt: Configurações avançadas
ro: Setări avansate
ru: Расширенные настройки
sk: Pokročilé nastavenia
sl: Napredne nastavitve
sq: Cilësime të avancuara
sr_latn: Napredna podešavanja
sv: Avancerade inställningar
tr: Gelişmiş Ayarlar
uk: Розширені налаштування
vi: Cài đặt nâng cao
zh_hans: 高级设置
zh_hant: 進階設定
